Revit 2027 API
ParameterTypeId.RasterSymbolViewname Property
 "View Name"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RasterSymbolViewname { get; }
Public Shared ReadOnly Property RasterSymbolViewname As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RasterSymbolViewname {
	ForgeTypeId^ get ();
}
static member RasterSymbolViewname : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace